Repository: wp-plugins/enable-latex
Catalog: lang/enableLatex-*.po
Languages: ar_eg, de_de, fa_ir, fr_fr

source: Add LateX tags
ar_eg: إضافة وسوم ليتكس
de_de: LaTeX-Tags hinzufügen
fa_ir: اضافه کردن تگِ لاتک

source: This plugin will enable LaTeX formula in posts and pages.
ar_eg: ستمكن هذه اﻹضافة معادلات ليتكس في المنشورات والصفحات
de_de: Diese Plugin ermöglicht es LaTeX-Formeln in den Beiträgen und Seiten zu verwenden
fa_ir: این پلاگین فرمول نویسی لاتک را در نوشته ها و صفحات فعال خواهد کرد .
fr_fr: Ce plugin permettra de rédiger des formules LaTeX dans vos articles et vos pages.

source: Do you want to change the style of the image displayed for Latex formula:
ar_eg: هل تود تغيير مظهر صورة معادلة ليتكس المعروضة؟
de_de: Ändern der Standardanzeige für die Bilder der LaTeX-Formeln:
fa_ir: تغییر دادن استایل تصویر نمایش داده شده در لاتک :
fr_fr: Voulez-vous modifier le style des images affichées pour les formules LaTeX ?

source: The style:
ar_eg: المظهر:
de_de: Der Style:
fa_ir: استایل :
fr_fr: Le style

source: The standard CSS is:
ar_eg: أوراق النمط المتتالية القياسية هي:
de_de: Das Standard-CSS ist:
fa_ir: CSS استاندارد این است :
fr_fr: La feuille de style CSS standard est :

source: What is the color:
ar_eg: ما اللون:
de_de: Was ist die Farbe ...
fa_ir: تغییر رنگ :
fr_fr: Quelle est la couleur :

source: For the font:
ar_eg: للخط:
de_de: ... für den Vordergrund
fa_ir: برای فونت :
fr_fr: Pour la police :

source: For the background:
ar_eg: للخلفية:
de_de: ... für den Hintergrund
fa_ir: برای زمینه :
fr_fr: Pour le fond :

source: Please add the # character before the code. If you do not know what code to use, please visit this website: %s
ar_eg: فضلا أدخل الرمز # قبل الشيفرة. إذا كنت ﻻ تعلم أي شيفرة تستخدم، فضلا زر موقع الشبكة ذلك: %s
de_de: Bitte füge # vor den Code ein. Falls du nicht weißt welcher Code hier gemeint ist, besuche bitte diese Website: %s
fa_ir: لطفاً کاراکتر # را قبل از کد وارد کنید .اگرنمی دانید که چه کدی را استفاده کنید،لطفاً به وبسایت مراجعه کنید : %s
fr_fr: Merci d&#039;ajouter le caractère # devant le code. Si vous ne savez pas quel code utiliser, merci de visiter ce site web : %s

source: Do you want to cache the images on the local disk?
ar_eg: هل تود تخزين الصور مؤقتَا على القرص المحلي؟
de_de: Willst du die Bilder auf lokal cachen?
fa_ir: ایا مایلید که تصاویر را بر روی کامپیوترتان ذخیره کنید ؟
fr_fr: Voulez-vous réaliser un cache des images en local ?

source: Cache enabled:
ar_eg: تم تفعيل التخزين المؤقت:
de_de: Cache aktivieren
fa_ir: حافظه نهان فعال شود
fr_fr: Cache activé:

source: Parameters
ar_eg: المعاملات
de_de: Parameter
fa_ir: پارامترها
fr_fr: Paramètres

source: Manage translations
ar_eg: إدارة التراجم
de_de: Übersetzungen verwalten
fa_ir: مدیریت ترجمه ها
fr_fr: Gérer les traductions

source: Give feedback
ar_eg: إعطاء تغذية مرجعية
de_de: Feedback geben
fa_ir: ارسال بازخورد
fr_fr: Donner un feedback

source: Other plugins
ar_eg: إضافات أخر
de_de: Andere Plugins
fa_ir: سایر پلاگین ها
fr_fr: Autres plugins
